[
 {
  "day": "Friday",
  "name": "Phantom Crest",
  "style": "High Energy Mugre",
  "link": "https://www.thestrokes.com",
  "order": 1,
  "hour": "20:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667394/bboofest25/phantom_glh1rh.jpg",
  "description": [
   "Formados en las calles de Toledo, Phantom Crest es un trío que ha estado sacudiendo escenarios con su enérgico y directo sonido desde hace más de una década.",
   "El núcleo del grupo lo conforman Sergio Phantom, quien se encarga de la guitarra y voz principal, Fernando Phantom, bajo y coros, y Chema Phantom, a la batería. Juntos han creado un estilo musical bautizado como \"High Energy Mugre\". Se podría definir como un sonido **crudo y poderoso**, sin lugar para la reflexión, que te golpea en lo más profundo.",
   "Sus conciertos en vivo están cargados de caos y emoción, una montaña rusa de emociones y diversión desbordante, donde la sorpresa aguarda en cada esquina."
  ],
  "instagram": "https://www.instagram.com/_phantom_crest_/",
  "spotify": "https://open.spotify.com/intl-es/artist/7gbIrOZfkWFcDEnDpk9rRn",
  "spotify-embed": "https://open.spotify.com/embed/track/213tHwDVonhpajdl0SdoiY?utm_source=generator&theme=0",
  "bandcamp": "https://phantomcrest.bandcamp.com/",
  "youtube": "https://www.youtube.com/channel/UCkulfSrHBXkiOA8to_wgBMA",
  "videoclip": "https://www.youtube.com/embed/_8iqEVuVdfg?si=bWOZZQSuQQWLa_jb"
 },
 {
  "day": "Friday",
  "name": "The Headless Chimps",
  "style": "Frenetic and crazy rock and roll",
  "link": "https://www.thestrokes.com",
  "order": 2,
  "hour": "21:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667395/bboofest25/headless_fteja6.jpg",
  "description": [
   "The Headless Chimps es un intento fallido de formar un proyecto musical Neo Soul al que le coqueteó de más la oscuridad. Comienza la búsqueda en 2022, un grupo de colegas afines a perversiones musicales que al juntarse crean un lenguaje más bien malvado y complejo; con espíritu Punk al que le gustan los ruidos, los pogos y lo disonante.",
   "Cinco chimpancés, variopintas referencias, bailes, ritmos y tiempos convulsos son los ingredientes de este frenético/crítico/fairycore cocktail, al que queremos llamar música y que ponemos a disposición ¡para el disfrute de toda la familia!"
  ],
  "instagram": "https://www.instagram.com/headless_chimps/?hl=es",
  "spotify": "https://open.spotify.com/intl-es/artist/5OiIHGRfElhypyx8AVdIzD",
  "spotify-embed": "https://open.spotify.com/embed/track/65d7NceumFqFTVowO1RDmd?utm_source=generator&theme=0",
  "bandcamp": null,
  "youtube": "https://www.youtube.com/channel/UCU2v967z5ZQIBay8v7XAzmw",
  "videoclip": "https://www.youtube.com/embed/eQeZNtPk6z4?si=CY7CgZHl35Xr5H7u"
 },
 {
  "day": "Friday",
  "name": "Big Rip",
  "style": "Crossover Thrash",
  "link": "https://www.thestrokes.com",
  "order": 3,
  "hour": "22:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667395/bboofest25/bigrip_e7pmp2.jpg",
  "description": [
   "Residuos latentes fermentan en la era oscura invadidos de puro veneno. La llama empieza a arder en forma de crossover thrash...",
   "David Redondo prepara a la sombra mucho material de gran carga e intensidad y arremete contra Kutulo, quien tras pedir clemencia en repetidas ocasiones termina por claudicar uniéndose a la lista. Tras un corto pensar buscan la contundente presencia de Israel Ramos, rápidamente intoxicado por el aura que le llega.",
   "Reunidos los tres antes mencionados (ex-Rhesus), observan que un chamaco salvaje llamado Néstor (ex-Cuernos de Chivo) merodea inactivo. No dudando en atraparlo, la simbiosis pasa de cero a cien y la contaminación avanza... La formación solidifica y ya es un hecho.",
   "Para este festival piden colaboración a un ser a la altura de esta congregación de malas ideas para hacerse cargo de la parte vocal. Talega (Titular Mads) será la garganta ejecutora.",
   "No se sabe qué pasará después, ya que no se proponen satisfacer a nadie. De momento, su único objetivo claro es el Balambam Boo Fest.",
   "Las ratas se alzan, es hora de que vuele el guarro!!!"
  ],
  "instagram": null,
  "spotify": null,
  "spotify-embed": null,
  "bandcamp": null,
  "youtube": null,
  "videoclip": null
 },
 {
  "day": "Saturday",
  "name": "Azogue",
  "style": "Pop Rock",
  "link": "https://www.thestrokes.com",
  "order": 1,
  "hour": "13:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667397/bboofest25/Azogue_zqncki.jpg",
  "description": [
   "Azogue nació en el contexto artístico del IES Princesa Galiana de Toledo. Unos cuantos alumnos, dos profes y muchísima ilusión. Casi 20 años entre el miembro más joven y el más viejo que se neutralizan sobre los escenarios.",
   "Batería, bajo, guitarras, violines, teclas, violonchelo, una pandereta... Y dos voces de colores. Eso es Azogue.",
   "En poco más de año y medio, se han hecho un sitio en la escena musical de la capital. Testigos de ello son los públicos de las fiestas de La Bellota, Santa Bárbara y La Cava, así como los asistentes a su último gran concierto: en el Círculo de Arte.",
   "Inicialmente, versionaban temas de grupos consagrados y ahora preparan la grabación de sus ya compuestas canciones propias.",
   "Extremoduro, Valeria Castro, Muse, Billie Ellish, Pearl Jam, Olivia Rodrigo, Red Hot Chili Peppers, Pink Floyd, BTS, John Mayer, Dover, Vestusta Morla, Leiva, The Killers, Harry Styles... Las influencias son tan diversas como los componentes del joven conjunto.",
   "¿Y cuál es el estilo musical del grupo? Pues el estilo musical del grupo es Azogue."
  ],
  "instagram": "https://www.instagram.com/azogue.band/?hl=es",
  "spotify": null,
  "spotify-embed": null,
  "bandcamp": null,
  "youtube": null,
  "videoclip": null
 },
 {
  "day": "Saturday",
  "name": "Beta Máximo",
  "style": "Punk Rock",
  "link": "https://www.thestrokes.com",
  "order": 2,
  "hour": "14:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667396/bboofest25/betamax_wwqrup.jpg",
  "description": [
   "Demasiado Pop para ser Punk, demasiado PUNK Y WEIRD para ser otra cosa. Este estrafalario alienígena nos está matando con su pegadizo arcade-punk galáctico a toda pastilla, repleto de devastadoras y totalmente irresistibles melodías afiladas, propulsadas por una maldita y demencial caja de ritmos a 10.000 revoluciones.",
   "Ultra frenético synth-punk a cascoporro, infusionado de endiablado y afilado pop a degüello. Sin duda una perfecta y engrasada máquina para hacer que te vuelen los sesos en mil pedazos, dejándote sin aliento en la pista de baile!"
  ],
  "instagram": "https://www.instagram.com/beta.maximo/?hl=es",
  "spotify": "https://open.spotify.com/intl-es/artist/365RFaJ5rIVgB8JkNSLN0M",
  "spotify-embed": "https://open.spotify.com/embed/track/0euNnpWdQp0kb2vJ2CQzWn?utm_source=generator&theme=0",
  "bandcamp": "https://betamaximo.bandcamp.com/",
  "youtube": "https://www.youtube.com/@betamaximo6100",
  "videoclip": "https://www.youtube.com/embed/8aduFM0P_C0?si=qQNPrIJrBmDwZ99x"
 },
 {
  "day": "Saturday",
  "name": "Maripili",
  "style": "Punk Pop",
  "link": "https://www.thestrokes.com",
  "order": 3,
  "hour": "15:30",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667398/bboofest25/Maripili_pj1cpj.jpg",
  "description": [
   "Maripili es una banda toledana formada por retales de otros grupos tales como Klaus&Kinski, Hollywood Sinners, Autócratas y Quicklime, entre otras.",
   "Sus letras, cargadas de costumbrismo, abordan temas como la crisis de los cuarenta mientras que su estilo se define por punk pop cargado de voces y coros.",
   "Con un directo divertido, Maripili invita al público a disfrutar de unos temas rápidos y contundentes."
  ],
  "instagram": "https://www.instagram.com/somosmaripili/?hl=es",
  "spotify": "https://open.spotify.com/intl-es/artist/2rqvpZcgOqJBs6tdJFmYIU",
  "spotify-embed": "https://open.spotify.com/embed/track/4e7hpUPGGOe2aJVnMsjtDw?utm_source=generator&theme=0",
  "bandcamp": "https://maripili.bandcamp.com/",
  "youtube": "https://www.youtube.com/@SOMOSMARIPILI/videos",
  "videoclip": "https://www.youtube.com/embed/vzvbLuCK4aI?si=cKSTCjIN2HgF-abf"
 },
 {
  "day": "Saturday",
  "name": "Descarburados",
  "style": "Scooter No Club",
  "link": "https://www.thestrokes.com",
  "order": 4,
  "hour": "17:00",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1756028122/bboofest25/descarburados-img_hajasf.jpg",
  "description": [
   "No son un club, son amantes de las scooters clásicas, la música y la cerveza.",
   "El sábado 27 de septiembre traerán al Balambam Boo una exposición de Vespas y Lambrettas clásicas, un photocall vintage que te transportará a la época dorada de las scooters, y nuestro puesto de venta con camisetas, parches y chapas.",
   "Descarburados no solo es scooters, es pasión por lo clásico, buena música y mejor ambiente. ¡Ven a conocer nuestra historia y a llevarte un recuerdo único del festival!",
   "Donde esté la jarana, ahí estaremos nosotros"
  ],
  "instagram": "https://www.instagram.com/descarburadostoledosnc/",
  "spotify": null,
  "spotify-embed": null,
  "bandcamp": null,
  "youtube": null,
  "videoclip": null
 },

 {
  "day": "Saturday",
  "name": "Los Retumbes",
  "style": "Primitive Rock and Roll",
  "link": "https://www.thestrokes.com",
  "order": 5,
  "hour": "17:30",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667395/bboofest25/retumbes_o9b3ot.jpg",
  "description": [
   "Los Retumbes comienzan en el verano de 2017 para combatir el aburrimiento retumbando. Este dúo mixto y enmascarado de guitarra y percusión suena en directo a garage-punk, Masonics, Billy Childish, Gories también a rock&roll vía Bo Diddley, Link Wray, a surf y rhythm and blues primitivo, descarnado, puro trash en ocasiones. Sus canciones tienen letras ácidas e irreverentes, satíricas pero también cargadas de protesta. Comienzan a tocar y a finales de 2018 nos presentan su primer trabajo discográfico, un EP homónimo de la mano del sello Family Spree Recordings, grabado en los estudios Circo Perrotti con la producción de Jorge Explosión. En diciembre de 2019 vuelven con su segundo EP El regreso también con Family Spree Recordings y también grabado en los estudios Circo Perrotti. Otro artefacto explosivo en las mismas coordenadas: punkrock, garage lo-fi, rock'n'roll desquiciado,..., es decir, las mismas virtudes que les propulsaron al éxito con su primer lanzamiento.",
   "En abril de 2022 sacan su primer LP, Colección de canciones de mierda de nuevo con Family Spree Recordings. Grabado en 2021 en Dirty Analog Studios, contiene 14 temas en los que sueltan su bilis contra algunas de las múltiples majaderías de nuestra época sin renunciar por ello a que muevas tus pies y tus caderas.",
   "Su último lanzamiento discográfico, de momento, Y de postre Komtessa ve la luz en 2023 en formato LP y de nuevo con Family Spree Recordings que contiene 15 nuevos pepinazos, siguiendo la estela de sus anteriores trabajos.",
   "En 2025 lanzan su tercer LP Violentos torpedos de realidad esta vez con el sello Folc Records. 11 nuevos micro relatos directos a la línea de flotación de la condición humana, más bien miseria, con sus habituales y retumbantes ritmos llena pistas."
  ],
  "instagram": "https://www.instagram.com/losretumbes/?hl=es",
  "spotify": "https://open.spotify.com/intl-es/artist/5WUDfOZaGMxuksvm7JxOyv",
  "spotify-embed": "https://open.spotify.com/embed/track/6NCxUVoN1LEWcwkhCqiqPD?utm_source=generator&theme=0",
  "bandcamp": "https://losretumbes.bandcamp.com/",
  "youtube": "https://www.youtube.com/@losretumbes5099",
  "videoclip": "https://www.youtube.com/embed/h0qNiCl_xyk?si=hPAJz4jwbnMOjMmX"
 },

 {
  "day": "Saturday",
  "name": "Los Pólipos",
  "style": "Thrash Punk",
  "link": "https://www.thestrokes.com",
  "order": 6,
  "hour": "18:30",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667396/bboofest25/polipos_uca3ch.jpg",
  "description": [
   "Los Pólipos son un poderoso trío de la ciudad de Madrid. Nacidos en el castizo barrio de Puerta del Angel, pero criados en las profundidades de la Malasaña más rockanrolera.",
   "Punk, garage y rock & roll... salvajes canciones de alocado y primitivo garage-punk ejecutadas con vehemente interpretación vocal y demoledora ejecución instrumental. Inflamables temas de sonido bastardo y callejero listos para romperte las caderas. Te harán enloquecer con sus rabiosas guitarras de endiablado ritmo, poderosos trallazos de factura minimalista y explosiva energía que beben del garage punk inglés de los 90, el punk rock 77 y el rocanrol más grasiento para facturar adictivos hits llenos de garra y actitud. Punk sucio, directo, crudo y veloz que te atrapará con sus tentáculos y te succionará el cerebro con fantásticos obuses llenos de ruido y diversión.",
   "Los Pólipos poseen un vibrante y contundente directo que hará las delicias de los disfrutones más exquisitos como se ha podido demostrar en festivales de la talla del Funtastic Drácula Carnival, Surforama, Espina Fest, Tiki Party, Balam Bamboo o Mojo Fest y también en salas como el Teatro Eslava, ante más de 1.000 personas o El Sol de Madrid y acompañando a bandas míticas como The Lyres, Wau y los Arrrghs, The Gruesomes, Muck and The Mires, The Jackets, Jimmy Dale, Los Sustos etc... en 2024 realizaron su primera gira por México cosechando excelentes críticas y tocando en lugares tan míticos como el Tiangus cultural del Chopo en México D.F.",
   "Los Pólipos forman parte de la escudería Ghost Highway Recordings, Snap Recods y KOTJ Records, y están formados por Meri Espectro a la guitarra y voz, Iván Chopper al bajo, e Iván y el Mal a los tambores."
  ],
  "instagram": "https://www.instagram.com/los_polipos/?hl=es",
  "spotify": "https://spotify.com/intl-es/artist/1OIdDI4kWKdDy74Oi1yV38",
  "spotify-embed": "https://open.spotify.com/embed/track/3gOEas1pUzWBNSOe8gj5eV?utm_source=generator&theme=0",
  "bandcamp": "https://lospolipos.bandcamp.com/",
  "youtube": "https://www.youtube.com/@lospolipos",
  "videoclip": "https://www.youtube.com/embed/io1xRlzj8Wc?si=isWBqHfLKcasRq--"
 },

 {
  "day": "Saturday",
  "name": "Rivelles",
  "style": "Punk Rock",
  "link": "https://www.thestrokes.com",
  "order": 7,
  "hour": "19:30",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1754667397/bboofest25/Rivelles_jo9h2k.jpg",
  "description": [
   "Desde la tierra de las hamburguesas y los tornados llega Rivelles, el trío más ramonero de Appleton (Wisconsin). Kevin, Mathew y Nickole no vienen a reinventar nada, vienen a recordarte cómo se hace el punk rock sin adornos: canciones cortas, afiladas, sin solos y con el pedal de distorsión a fondo.",
   "En 2013 lo rompieron en Japón junto a Shock Treatment (Castellón), demostrando que la fórmula ramonera sigue tan viva como siempre.",
   "Su directo es una ráfaga: un minuto y medio por canción, actitud en vena, y cero tiempo para respirar. Si pestañeas, te pierdes el bolo.",
   "💥 Hey ho, let's go... o quédate en casa escuchando power ballads."
  ],
  "instagram": null,
  "spotify": "https://open.spotify.com/intl-es/artist/6ZbmeClnymPzhqbFcODSUx",
  "spotify-embed": "https://open.spotify.com/embed/track/4GZOca4E1B4lj9nUa5yJRi?utm_source=generator&theme=0",
  "bandcamp": "https://rivelles.bandcamp.com/album/no-way",
  "youtube": "https://www.youtube.com/@RIVELLE77",
  "videoclip": "https://www.youtube.com/embed/KJleTVnT41Q?si=sFATAQh9RlpM9kSw"
 },
 {
  "day": "Friday",
  "name": "Alfonso Monasterio",
  "style": "Rompe pistas",
  "link": "https://www.thestrokes.com",
  "order": 1,
  "hour": "Todo el día",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1757242098/alfonso_image_xahjqj.jpg",
  "description": [
   "Alfonso Monasterio, ponetemas y melómano. Miembro del Colectivo talaverano/toledano Monasterio de Cultura, que lleva 15 años agitando el avispero musical de la zona con conciertos y pinchadas.",
   "Cómo ente individual ha estado poniendo tonadillas allá donde se le ha requerido, pasando por distintas cabinas de antros cavernosos, terrazas calientes o fiestas de pueblo. También ha paseado sus plastiquetes por distintos festivales como Prestoso, Azkena, Villajarana y alguno más que su etílica cabeza no alcanza a recordar.",
   "Su estilo es no tener estilo, así que no esperen calidad ni cantidad, sino finísimas lonchas de pavo cargadas de amor, brillo y bailoteo."
  ],
  "instagram": "https://www.instagram.com/head_and_banger/"
 },
 {
  "day": "Saturday",
  "name": "Head and Banger",
  "style": "Punk Rock",
  "link": "https://www.thestrokes.com",
  "order": 1,
  "hour": "Todo el día",
  "image": "https://res.cloudinary.com/dci5hxl4x/image/upload/v1757242099/hadn_and_banger_image_iwdttg.jpg",
  "description": [
   "Desde Madrid y sin pedir permiso, HEAD & BANGER irrumpieron en la escena como una confederación de pinchadiscos con espíritu ramone. Antes de eso fueron un trío en los 90, bajo el nombre Fagor y Los Zanussi, una encarnación inicial que ya mezclaba humor, nervio y vinilo para prender fuego a cualquier pista.",
   "Su estilo es inclasificable: punk-pop, garaje, surf, electrónica bizarra, glam, nueva ola y canción española ye-yé sesentera. Todo cabe en sus Sesiones Inconexas, donde el caos musical se convierte en coreografía colectiva. Su lema lo resume: \"El punk no es un género, es una actitud.\"",
   "Han hecho sudar a medio país: Wheels and Waves Biarritz, Azkena Rock Festival, Fuzzville!, Fiestas de San Isidro en Matadero Madrid,... además de un sinfín de salas donde el descontrol es religión.",
   "La canción Head & Banger de Baby Horror funciona como retrato generacional: \"dos pinchadiscos en la capital, cargados de buen material\", \"los verás por la calle con sus pick-ups\", capaces de llegar sin avisar y poner a todo el mundo a bailar. Personajes de ciencia ficción, superhéroes del rock and roll, con identidad velada \"como los Kiss con su make up\", venidos \"de una dimensión donde siempre suena rock and roll\". Gabba, gabba, hey.",
   "En paralelo, han jugado a ser banda con proyectos como Versión X, Deuda Soberana e Indemnización en Diferido: emular a estrellas del rock, quizá sin éxito, pero siempre con estilo. Espíritu ramone hasta el amanecer. No pinchan para gustar. Pinchan para agitar.",
   "— \"Otra birra, Head.\"",
   "— \"Siempre, Banger.\""
  ],
  "instagram": "https://www.instagram.com/head_and_banger/"
 }
]
